Repository: evlist/wp-whobird
Catalog: languages/wp-whobird-*.po
Languages: fr_fr

source: %d insert error occurred. First error: %s
fr_fr: %d erreur d'insertion, erreur : %s.

source: (never)
fr_fr: (jamais)

source: (none)
fr_fr: (aucun)

source: (unknown)
fr_fr: (inconnu)

source: Added index on eBird id in wikidata_species table (if not already present).
fr_fr: Index sur eBird id ajouté à la table wikidata-species (s'il n'existait pas déjà)

source: Added index on scientificName in wikidata_species table (if not already present).
fr_fr: Index sur scientificName ajouté à la table wikidata_species (s'il n'existait pas déjà).

source: already present
fr_fr: déjà présent

source: Bird species exported from Wikidata via SPARQL. Includes Wikidata Q ID, English common name, scientific name, taxon rank, and eBird taxon ID.
fr_fr: Espèces d'oiseaux exportés depuis Wikidata par requête SPARQL. Les informations comprennent l'identifiant Wikidata "Q", le nom commun en anglais, le nom scientifique, le rang taonomique et l'identifiant eBird.

source: BirdNET species list (ID, scientific name, common name, etc.) from whoBIRD, kept in sync with taxo_code.txt.
fr_fr: Liste des espèces BirdNet (ID, nom scientific, nom commun, ...) téléchargée de whoBIRD et synchronisée avec taxo_code.txt.

# block description
source: Display your WhoBIRD observations
fr_fr: Affichez vos obervations whoBIRD

# block title
source: WhoBIRD observations
fr_fr: Obervations whoBIRD

source: Cache table has been cleared successfully!
fr_fr: La table de cache a été effacée.

source: Cache Tool
fr_fr: Outil de gestion du cache

source: Clear Cache
fr_fr: Effacer le cache

source: Click the button below to clear the WhoBird cache table.
fr_fr: Cliquez sur ce bouton pour effacer la table de cache whoBIRD.

source: Could not fetch bird data.
fr_fr: Echec de lecture des information sur l'oiseau.

source: Could not find Wikidata ID for this BirdNET ID.
fr_fr: Aucun identifiant Wikidata connu pour cet identifiant BirdNET.

source: Could not get commit info from GitHub.
fr_fr: Echec à la lecture de l'information de commit depuis GitHub.

source: created
fr_fr: créé

source: Created mapping table.
fr_fr: Table de correspodance créée

source: cURL execution time: %s seconds
fr_fr: Temps d'exécution cURL : %s secondes

source: Database Path
fr_fr: Chemin d'accès à la base de données

source: Display your whoBIRD observations in WordPress posts and pages using a custom Gutenberg block.
fr_fr: Affichez vos observations whoBIRD dans vos pages et articles WordPress au moyen d'un bloc Gutenberg.

source: Download Mapping Table (JSON)
fr_fr: Téléchargement de la table de correspondance (JSON)

source: Dropped previous mapping table (if any).
fr_fr: Table de correspondance effacée (si elle existait)

source: Failed to clear the cache table. Please check the table configuration.
fr_fr: Echec lors de l'effacement de la table de cache. Veuillez vérifier la configuration.

source: Failed to open database at
fr_fr: Echec à l'ouverture de la base de données

source: File download error.
fr_fr: Echec lors du téléchargement du fichier

source: File updated successfully.
fr_fr: Fichier mis à jour.

source: For maintainers: Mapping Sources
fr_fr: Pour les développeurs : sources de correspondancs

source: For Wikidata, only last downloaded/imported is shown.
fr_fr: Pour Wikidata, seul la date de la dernière importation est affichée.

source: Generate text if there are no observations for the selected period
fr_fr: Générer un texte si il n'y a pas d'observations pour la période sélectionnée.

source: Generate/Update mapping table
fr_fr: Générer ou mettre à jour la table de correspondance

source: GitHub Commit
fr_fr: Commit GitHub

source: If checked, a message will be generated when there are no observations for the selected period.
fr_fr: Si cochée, un message sera généré qquan il n'y a pas d'observations pour la période sélectionnée.

source: Imported %d rows to %s.
fr_fr: %d lignes importées sur %s.

source: Insert error for birdnet_id=%d : %s
fr_fr: Erreur d'insertion pour birdnet_id=%d : %s

source: Insert error for wikidata_qid=%s: %s
fr_fr: Erreur d'insertion pour wikidata_qid=%s : %s

source: Inserted BirdNET species into mapping table.
fr_fr: Les espèces BirdNET ont été insérées dans la table de correspondance.

source: Invalid or unexpected Wikidata SPARQL result.
fr_fr: Résultat de requête SPARQL sur Wikidata invalide ou incorrect.

source: Invalid Wikidata Q-id: %s
fr_fr: Q-id Wikidata invalide : %s

source: Last commit = last change in the file’s GitHub repository. Last downloaded = when you last imported it.
fr_fr: Dernier commit = dernière modification dans le dépot GitHub. Dernier téléchargement = quand vous avez importé ce fichier.

source: Last Downloaded
fr_fr: Dernier téléchargement

source: Main Settings
fr_fr: Réglages principaux

source: Mapping Sources
fr_fr: Sources de correspondance

source: Maps BirdNET IDs to eBird IDs
fr_fr: Relie les identifiants BirdNET et eBird

source: Missing BirdNET ID.
fr_fr: Identifiant BirdNet manquant.

source: New version available!
fr_fr: Nouvelle version disponible !

source: Next
fr_fr: Suivant

source: No raw content available for import.
fr_fr: Aucun contenu pour l'import.

source: No results from Wikidata.
fr_fr: Aucun résultat de Wikidata.

source: none missing
fr_fr: Rien ne manque

source: none to update
fr_fr: Rien à mettre à jour

source: Not downloaded
fr_fr: Pas téléchargé

source: Not implemented for this source.
fr_fr: Pas implémenté pour cette source

source: Play/Pause
fr_fr: marche/arrêt

source: Previous
fr_fr: Précédent

source: Queried Wikidata for all scientific names and updated mapping table.
fr_fr: Tous les noms scientifiques ont été recherchés dans Wikidata et la table de correspondance mise à jour.

source: Queried Wikidata for truthy scientific names and updated mapping table.
fr_fr: Tous les noms scientifiques ont été recherchés dans Wikidata de manière stricte et la table de correspondance mise à jour.

source: Recordings Path
fr_fr: Chemin des enregistrements

source: Source Name
fr_fr: Nom de la source

source: SPARQL query error:
fr_fr: Erreur e requête SPARQL :

source: SQL error creating index on scientific name:
fr_fr: Erreur SQL en créant l'index sur le nom scientifique :

source: SQL error, see error in the log
fr_fr: Erreur SQL, voir le journal (log).

source: Status
fr_fr: Statut

source: Step 1 - Initializations: %s seconds
fr_fr: Etape 1 - initialisations : %s secondes

source: Step 2 - Data fetched: %s seconds
fr_fr: Etape 2 - chargement des données : %s secondes

source: Step 3 - HTML rendered: %s seconds
fr_fr: Etape 3 - rendu HTML : %s secondes

source: Stored Commit
fr_fr: Commit enregistré

source: The file %1$s did not contain valid mapping data. The table %2$s was not modified.
fr_fr: Le fichier %1$s ne contient pas de données de correspondance valides. La table %2$s n'a pas été modifiée.

source: The file %1$s was not found. The table %2$s was not modified.
fr_fr: Le fichier %1$s n'a pas été trouvé. La table %2$s n'a pas été modifiée.

source: Threshold
fr_fr: Seuil

source: Throttle directory does not exist: %s
fr_fr: Le répertoire "throttle" n'existe pas : %s

source: Total execution time: %s seconds
fr_fr: Temps d'exécution total : %s secondes.

source: Track
fr_fr: Piste

source: Unknown mapping source key: %s
fr_fr: Source de correspondance inconnue : %s

source: Unknown step.
fr_fr: Etape inconnue.

source: Unknown step: %s
fr_fr: Etape inconnue : %s

source: Up to date
fr_fr: A jour

source: Update
fr_fr: Mettre à jour

source: Update Table
fr_fr: Mettre à jour la table

source: Update table (%s):
fr_fr: Mettre à jour la table (%s).

source: updated
fr_fr: Mis à jour

source: Updated Wikidata IDs using eBird IDs for unmatched rows.
fr_fr: Identifiants Wikidata restants mis à jour en utilisant les identifiants eBird.

source: Updated Wikidata IDs using scientific names.
fr_fr: Identifiants Wikidata mis à jour en utilisant les noms scientifiques.

source: We did not identify any birds with the whoBIRD application.
fr_fr: Nous n'avons identifié aucun oiseau avec l'application whoBIRD.

source: We heard and identified the following birds with the whoBIRD application:
fr_fr: Nous avons entendu et identifié les oiseaux suivants avec l'application whoBIRD :

source: whoBIRD BirdNET species file (labels_en.txt)
fr_fr: Fichier d'espèces whoBIRD / BirdNET (label_en.txt)

source: whoBIRD observations
fr_fr: Observations whoBIRD

source: WhoBird Settings
fr_fr: Réglages whoBIRD

source: whoBIRD tools
fr_fr: Outils whoBIRD

source: whobird: Invalid or empty mapping JSON.
fr_fr: whobird : fichier de correspondance non valide.

source: whobird: Mapping JSON not found at %s
fr_fr: whobird : fichier de correspondance non trouvé : %s

source: whobird: Mapping table recreated and %d rows inserted.
fr_fr: whobird : table de correspondance recrée, %d lignes insérées.

source: Wikidata birds SPARQL export (English names, eBird IDs)
fr_fr: Export SPARQL des espèces d'oiseaux Wikidata.

source: Wikidata SPARQL result updated successfully.
fr_fr: Résultats de la requête SPARQL sur wikidata mis à jour.
